---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationDimensionDefinition
source: html/75cfb814-0ea5-f6c0-751f-714f810ff915.htm
---
# FabricationDimensionDefinition Properties

If the fabrication dimension is modifiable by user.